ScalingOff = "关闭缩放";
ScalingOn = "打开缩放";
AllScreens = "所有屏幕";
ScreenNumber = "屏幕 %d";
MainScreen = "主屏幕";
ReEnterPass = "请验证您已输入了正确的名称和密码。";
RemoteAccessDenied = "“%@”的当前用户已拒绝了您的访问请求。";

taskString = "控制";
taskDescription = "控制电脑";
longTaskDescription = "控制所选电脑";
requestTitle = "鉴定失败";
requestScreenControl = "您要请求获得控制权限吗？";
requestScreenObserve = "您要请求获得观察权限吗？";
requestScreenAuthFailed = "“%@” 的鉴定已失败。";
requestDenied = "用户拒绝了您的要求。";
connecting = "正在连接到“%@”";
connectionLost = "至“%@”的连接已丢失";
connectionFailed = "至“%@”的连接已失败。";
connectionFailedReason = "请确定您正在尝试连接的电脑已启用了“屏幕共享”(位于“系统偏好设置”的“共享”部分中）。还请确定您的网络连接工作正常。";
waitingForResponse = "正在等待用户响应。";
runningAdminAppObserveError = "未能观察“%@”";
runningAdminAppControlError = "未能控制“%@”";
runningAdminAppErrorMessage = "Apple Remote Desktop 或其他管理应用程序目前正在运行中。";
controlModeError = "未能改变为“控制模式”";
observeModeError = "未能改变为“观察模式”";
sharedControlError = "未能改变鼠标控制";
notAuthorizedTitle = "未得到授权";
controlNotAuthorized = "您没有控制这台电脑的授权。";
observeNotAuthorized = "您没有观察这台电脑的授权。";
serverNotSupported = "服务器不支持此选项。";
sharingSelfNotSupported = "电脑不可连接自己并共享自己的屏幕。";
captureDefaultName = "Remote Desktop 图片";
scaleToolbarTitle = "按窗口调整大小";
scaleToolbarPaletteLabel = "按窗口调整大小";
scaleToolbarTooltip = "按窗口调整屏幕大小";
controlToolbarTitle = "控制";
controlToolbarPaletteLabel = "控制或观察";
controlToolbarTooltip = "在“控制”和“观察”模式之间切换";
shareToolbarTitle = "共享鼠标";
shareToolbarPaletteLabel = "与用户共享鼠标";
shareToolbarTooltip = "与用户共享鼠标和键盘";
qualityToolbarTitle = "质量";
qualityToolbarPaletteLabel = "图像质量";
qualityToolbarTooltip = "图像质量";
captureToolbarTitle = "屏幕捕捉";
captureToolbarPaletteLabel = "屏幕捕捉";
captureToolbarTooltip = "将屏幕捕捉到文件";
controlObserveNotSupported = "您不能控制或观察您的电脑";
fullScreenToolbarTooltip = "调整屏幕以完整显示";
fullScreenToolbarTooltipExt = "在窗口中显示屏幕";
fullScreenToolbarTitle = "全屏幕";
fullScreenPaletteDisconnect = "退出控制或观察区段";
showCursorToolbarTooltip = "隐藏或显示本地光标";
showCursorToolbarTitle = "隐藏／显示光标";
curtainToolbarTitle = "锁定屏幕";
curtainToolbarTooltip = "在你控制时锁定电脑屏幕";
getClipboardToolbarTitle = "获取夹纸板";
getClipboardToolbarTooltip = "获取远程夹纸板内容";
sendClipboardToolbarTitle = "发送夹纸板";
sendClipboardToolbarTooltip = "将夹纸板内容发送至远程夹纸板";
multiDisplayToolbarTitle = "显示所选";
multiDisplayToolbarTooltip = "选择要察看的远程显示器";
computerInScreenShare = "您正在将屏幕共享到这台电脑";
curtainErrorTitle = "无法更改为“帐幕模式”";
curtainExitErrorTitle = "未能自“帐幕模式”更改";
curtainErrorMessage = "这台电脑发生错误。";
curtainUnavailableTooltip = "“帐幕模式”不可用于“%@”上运行的 Mac OS X 版本。";
curtainUnavalableMessage = "帐幕模式不可用于“%@”。";

displayPopUpAllDisplays = "全部显示：%@ x %@";
displayPopUpBothDisplays = "两个显示：%@ x %@";
displayPopUpOneDisplay = "显示 %@：%@ x %@";

curtainTaskString = "帐幕";
curtainTaskDescription = "在“帐幕模式”中控制电脑";
curtainLongTaskDescription = "在屏幕被锁定时控制所选电脑";

sshTunnelRemoteLoginDisabledTitle = "连接失败，因为“%@”中的“远程登录”未被启用。";
sshTunnelRemoteLoginDisabledMessage = "停用“加密所有网络数据”安全性设置或试着启用“%@”上“共享偏好设置”中的“远程登录”。";
sshTunnelHostKeyChangedTitle = "与“%@”的连接失败，因为它的身份未能被确认。这可能是一个安全性问题，或者您的 SSH known_hosts 文件可能已经过期。";
sshTunnelHostKeyChangedMessage = "停用“加密所有网络数据”安全性设置或更新您的 SSH known_hosts 文件。";
sshTunnelHostKeyChanged2Message = "“%@”的远程主机身份识别已改变。如果您确定这不是安全性问题，Remote Desktop 可以试着修复您的 known_hosts 文件。";
sshTunnelHostKeyFix = "修复";
sshTunnelHostKeyFixError = "试着修改您的 SSH known_hosts 文件时发生问题。";
sshTunnelTooltip = "连接已加密";

legacyVNCSecurityWarningTitle = "电脑“%@”正运行在不支持 Remote Desktop 按键加密的 VNC 服务器上。给这台电脑键入的文字可能会被网络截断。您仍然要继续连接吗？";
legacyVNCSecurityWarningMessageFull = "如果远程电脑有“远程登录”或 SSH 已启用，您可以选择 Remote Desktop 偏好设置中的“加密所有网络数据”设置或选择下面的“使用 SSH 连接”进行安全连接。";
legacyVNCSecurityWarningMessage = "如果远程电脑有“远程登录”或 SSH 已启用，您可以选择 Remote Desktop 偏好设置中的“加密所有网络数据”设置进行安全连接。";
legacyVNCSecurityWarningContinueSSHButton = "使用 SSH 连接";

IconCacheTitle = "您确定要清除标题栏图标高速缓存吗？";
IconCacheDefaultButton = "清除";
IconCacheAlternateButton = "取消";
IconCacheMessage = "这些文件用于拖移标题栏图标以创建书签。如果清除此高速缓存，则通过拖移此图标创建的任何书签都将损坏。\n\n您可以通过按住 Option 键来拷贝书签，而不是创建快捷方式。";

YESBUTTON = "是";
NOBUTTON = "否";